tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "isacikgoz/taps"
brew "assh"
brew "xz"
brew "autojump"
brew "bat"
brew "bear"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "findutils"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "iproute2mac"
brew "jq"
brew "llvm"
brew "lsof"
brew "lua"
brew "mongosh"
brew "mr"
brew "nvm"
brew "parallel"
brew "python@3.9"
brew "rbenv"
brew "redis", restart_service: true
brew "shellcheck"
brew "shfmt"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vcsh"
brew "vim"
brew "watch"
brew "wget"
brew "isacikgoz/taps/tldr"
cask "alfred"
cask "bartender"
cask "beyond-compare"
cask "caffeine"
cask "cheatsheet"
cask "clashx"
cask "dash"
cask "devtoys"
cask "iina"
cask "istat-menus"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-edge"
cask "notion"
cask "postman"
cask "squirrel"
cask "sublime-text"
cask "tencent-lemon"
cask "visual-studio-code"
cask "wireshark"
